Repository: uwmadisoncals/Legacy-Hostcals-Themes
Catalog: edl_working/languages/*.po
Languages: he_il

source: This post is password protected. Enter the password to view comments.
he_il: דף זה מוגן בסיסמה. יש להכניס סיסמה על מנת לצפות בתגובות

source: No Comments
he_il: אין תגובות

source: One Comment
he_il: תגובה אחת

source: % Comments
he_il: % תגובות

source: Comments are closed.
he_il: לא ניתן להגיב

source: Leave a comment
he_il: השאר תגובה

source: Leave a Reply to %s
he_il: השאר תגובה ל %s

source: Cancel reply
he_il: בטל תגובה

source: Submit Comment
he_il: שלח תגובה

source: Reply
he_il: הגב

source: Log in to leave a comment
he_il: יש להיכנס למערכת כדי להגיב

source: Your comment is awaiting moderation.
he_il: תגובתך מחכה לאישור

source: Make sure you fill in all mandatory fields.
he_il: אנא מלא את כל השדות הנדרשים

source: Monthly archive
he_il: ארכיון חודשי

source: for
he_il: ל

source: page
he_il: עמוד

source: Tag archive
he_il: ארכיון תגיות

source: Search results
he_il: תוצאות חיפוש

source: Archive
he_il: ארכיון

source: <span>0</span> Comments
he_il: <span>0</span> תגובות

source: <span>1</span> Comment
he_il: <span>1</span> תגובות

source: <span>%</span> Comments
he_il: <span>%</span> תגובות

source: Posted by
he_il: נכתב ע"י

source: in
he_il: ב

source: Tagged with
he_il: מתויג ב

source: Continue reading &rarr;
he_il: המשך לקרוא &rarr;

source: No posts were found.
he_il: לא נמצאו כתבות

source: Send us a mail
he_il: שלח לנו מייל

source: Send Message
he_il: שלח הודעה

source: Required
he_il: דרוש

source: Invalid
he_il: לא תקין

source: THANK YOU!
he_il: תודה!

source: Your email was successfully sent. We will contact you as soon as possible.
he_il: הודעתך נשלחה בהצלחה. ניצור איתך קשר בהקדם

source: Invalid Captcha
he_il: captcha לא תקינה

source: Email server problem
he_il: בעיה בשרת הדואר

source: Previous Post
he_il: הכתבה הקודמת

source: Next Post
he_il: הכתבה הבאה

source: pending
he_il: ממתין

source: Portfolio Item
he_il: אייטם בפורטפוליו

source: Author
he_il: מחבר

source: Portfolio Categories
he_il: קטגוריות פורטפוליו

source: Thumb
he_il: תמונה מוקטנת

source: Date
he_il: תאריך

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
he_il: עמוד %CURRENT_PAGE% מתוך %TOTAL_PAGES%

source: &larr;; First
he_il: &larr;; ראשון

source: Last &rarr;
he_il: אחרון &rarr;

source: All
he_il: הכל

source: 404 error - page not found
he_il: שגיאה 404 - דף לא נמצא

source: Primary Menu
he_il: תפריט ראשי

source: Portfolio Items
he_il: פריטי פורטפוליו

source: New Portfolio Item
he_il: פריט פורטפוליו חדש

source: Add New Portfolio Item
he_il: הוסף פריט פורטפוליו

source: Edit Portfolio Item
he_il: ערוך פריט פורטפוליו

source: Portfolio Category
he_il: קטגוריות פורטפוליו

source: Search Portfolio Categories
he_il: חפש בקטגוריות פורטפוליו

source: All Portfolio Categories
he_il: כלל קטגוריות הפורטפוליו

source: Parent Portfolio Category
he_il: קטגוריות אב - פורטפוליו

source: Parent Portfolio Category:
he_il: קטגוריות אב - פורטפוליו:

source: Edit Portfolio Category
he_il: ערוך קטגוריית פורטפוליו

source: Update Portfolio Category
he_il: עדכן קטגוריות פורטפוליו

source: Add New Portfolio Category
he_il: הוסף קטגורית פורטפוליו חדשה

source: New Portfolio Category Name
he_il: שם קטגוריות פורטפוליו חדשה

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching, or one of the links below, can help.
he_il: נראה שלא מצאנו את מה שחיפשת. אולי חיפוש באחד מהקישורים האלו יוכל לעזור

source: Most Used Categories
he_il: הקטגוריות הכי פופולריות

source: Try looking in the monthly archives. %1$s
he_il: נסה לחפש בארכיון החודשי. %1$s

source: Daily Archives: %s
he_il: ארכיון יומי: %s

source: Monthly Archives: %s
he_il: ארכיון חודשי: %s

source: Yearly Archives: %s
he_il: ארכיון שנתי: %s

source: Blog Archives
he_il: ארכיון בלוג

source: Nothing Found
he_il: לא נמצא

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
he_il: מצטערים אך לא נמצאו תוצאות מתאימות

source: Author Archives: %s
he_il: ארכיון מחברים: %s

source: About %s
he_il: אודות %s

source: Category Archives: %s
he_il: ארכיון קטגוריות: %s

source: This post is password protected. Enter the password to view any comments.
he_il: פרסום זה מוגן בסיסמה. יש להיכנס למערכת כדי לצפות בתגובות

source: One thought on &ldquo;%2$s&rdquo;
he_il: תגובה אחת ב &ldquo;%2$s&rdquo;

source: Comment navigation
he_il: ניווט בתגובות

source: &larr; Older Comments
he_il: &larr; תגובות קודמות

source: Newer Comments &rarr;
he_il: תגובות חדשות &rarr;

source: Aside
he_il: בצד

source: Continue reading <span class="meta-nav">&rarr;</span>
he_il: המשך לקרוא <span class="meta-nav">&rarr;</span>

source: Pages:
he_il: עמודים:

source: Leave a reply
he_il: השאר תגובה

source: <b>1</b> Reply
he_il: <b>1</b> תגובה

source: <b>%</b> Replies
he_il: <b>%</b> תגובות

source: Edit
he_il: ערוך

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
he_il: כתבה זו פורסמה ב%1$s ותויגה %2$s. שמור את <a href="%3$s" title="קישור ל %4$s" rel="bookmark">permalink</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
he_il: כתבה זו פורסמה ב %1$s.שמור את <a href="%3$s" title="קישור ל %4$s" rel="bookmark">permalink</a>.

source: Gallery
he_il: גלריה

source: This gallery contains <a %1$s>%2$s photo</a>.
he_il: גלרייה זו מכילה <a %1$s>%2$s תמונה</a>.

source: <span class="%1$s">Posted in</span> %2$s
he_il: <span class="%1$s">פורסם ב</span> %2$s

source: <span class="%1$s">Tagged</span> %2$s
he_il: <span class="%1$s">מתויג</span> %2$s

source: Image
he_il: תמונה

source: View all posts by %s
he_il: צפה בכל הכתבות מאת %s

source: Link
he_il: קישור

source: Quote
he_il: ציטוט

source: This entry was posted in %1$s and tagged %2$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
he_il: כתבה זו פורסמה ב %1$s ותויגה %2$s ע"י <a href="%6$s">%5$s</a>. שמור את <a href="%3$s" title="קישור ל %4$s" rel="bookmark">permalink</a>.

source: This entry was posted in %1$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
he_il: פרסום זה מאת %1$s by <a href="%6$s">%5$s</a>. שמור את <a href="%3$s" title="קישור ל %4$s" rel="bookmark">permalink</a>.

source: This entry was posted by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
he_il: הכתבה פורסמה ע"י <a href="%6$s">%5$s</a>.שמור את <a href="%3$s" title="קישור ל %4$s" rel="bookmark">permalink</a>.

source: View all posts by %s <span class="meta-nav">&rarr;</span>
he_il: צפה בכל הכתבות ע"י %s <span class="meta-nav">&rarr;</span>

source: Status
he_il: סטאטוס

source: Featured
he_il: נבחר

source: Proudly powered by %s
he_il: מופעל ע"י %s

source: Wheel
he_il: Shore

source: The sidebar for the optional Showcase Template
he_il: סייד-באר אופציונאלי ל l Showcase Template

source: Footer Area One
he_il: איזור תחתון ראשון

source: An optional widget area for your site footer
he_il: איזור widget אופציונאלי לחלק התחתון של האתר

source: Footer Area Two
he_il: אזור תחתון שני

source: Footer Area Three
he_il: אזור תחתון שלישי

source: Post navigation
he_il: ניווט בפרסומים

source: <span class="meta-nav">&larr;</span> Older posts
he_il: <span class="meta-nav">&larr;</span>פרסומים קודמים

source: Newer posts <span class="meta-nav">&rarr;</span>
he_il: פרסום חדשים <span class="meta-nav">&rarr;</span>

source: %1$s on %2$s <span class="says">said:</span>
he_il: %1$s על %2$s <span class="says">said:</span>

source: %1$s at %2$s
he_il: %1$s ב %2$s

source: Reply <span>&darr;</span>
he_il: הגב <span>&darr;</span>

source: <span class="sep">Posted on </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="by-author"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>
he_il: <span class="sep">פורסם ב </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="by-author"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>

source: Page %s
he_il: עמוד %s

source: Main menu
he_il: תפריט ראשי

source: Skip to primary content
he_il: עבור לתוכן הראשי

source: Skip to secondary content
he_il: עבור לתוכן המשני

source: Image navigation
he_il: ניווט בתמונות

source: &larr; Previous
he_il: &larr; הקודם

source: Next &rarr;
he_il: הבא &rarr;

source: Search Results for: %s
he_il: תוצאות חיפוש ל: %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
he_il: מצטערים אך לא נמצאו תוצאות לחיפוש. אנא נסה שנית עם מילה אחרת

source: Search
he_il: חיפוש

source: Featured Post
he_il: כתבה נוכחית

source: Recent Posts
he_il: כתבות אחרונות

source: Archives
he_il: ארכיון

source: <span class="meta-nav">&larr;</span> Previous
he_il: <span class="meta-nav">&larr;</span> הקודם

source: Next <span class="meta-nav">&rarr;</span>
he_il: הבא <span class="meta-nav">&rarr;</span>

source: Tag Archives: %s
he_il: ארכיון תגיות: %s

source: Color Scheme
he_il: סכמת צבע

source: Link Color
he_il: צבע קישור

source: Default Layout
he_il: פריסת ברירת מחדל

source: Theme Options
he_il: אפשרויות עיצוב

source: <strong>Color Scheme</strong>: You can choose a color palette of "Light" (light background with dark text) or "Dark" (dark background with light text) for your site.
he_il: <strong>סכמת צבעים</strong>: ניתן לבחור סכמה "בהירה" (רקע בהיר עם טקסט כהה) או "כהה" (רקע כהה עם טקסט בהיר) לאתר שלך

source: <strong>Link Color</strong>: You can choose the color used for text links on your site. You can enter the HTML color or hex code, or you can choose visually by clicking the "Select a Color" button to pick from a color wheel.
he_il: <strong>צבע קישור</strong>:ניתן לבחור את צבע הקישורים באתר ניתן להכניס קוד HTMK או קוד HEX וללחוץ על "בחר צבע" כדי לבחור מגלגל הצבעים

source: <strong>Default Layout</strong>: You can choose if you want your site&#8217;s default layout to have a sidebar on the left, the right, or not at all.
he_il: <strong>פריסת ברירת מחדל</strong>: ניתן לבחור עם רוצים סייד-באר אחד, שניים או לא בכלל.

source: Remember to click "Save Changes" to save any changes you have made to the theme options.
he_il: זכור ללחוץ על "שמור שינויים" לשמור כל שינוי שעשית באפשרויות העיצוב

source: For more information:
he_il: למידע נוסף:

source: <a href="http://wordpress.org/support/" target="_blank">Support Forums</a>
he_il: <a href="http://wordpress.org/support/" target="_blank">פורום תמיכה</a>

source: Overview
he_il: סקירה

source: Light
he_il: בהיר

source: Dark
he_il: כהה

source: Content on left
he_il: תוכן משמאל

source: Content on right
he_il: תוכן מימין

source: One-column, no sidebar
he_il: עמודה אחת, ללא סייד-באר

source: Default color: %s
he_il: צבע ברירת מחדל: %s

source: %s Theme Options
he_il: %s אפשרויות עיצוב

source: Layout
he_il: פריסה

source: 0 <span class="reply">comments &rarr;</span>
he_il: 0 <span class="reply">תגובות &rarr;</span>

source: 1 <span class="reply">comment &rarr;</span>
he_il: 1 <span class="reply">תגובות &rarr;</span>

source: % <span class="reply">comments &rarr;</span>
he_il: % <span class="reply">תגובות &rarr;</span>

source: Title:
he_il: כותרת:

source: Number of posts to show:
he_il: מספר פרסומים להצגה:

source: Not Found
he_il: לא נמצא

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
he_il: מצטער, אך מה שחיפשת לא נמצא.

source: Daily Archives: <span>%s</span>
he_il: ארכיון יומי <span>%s</span>

source: Monthly Archives: <span>%s</span>
he_il: ארכיון חודשי <span>%s</span>

source: Yearly Archives: <span>%s</span>
he_il: ארכיון שנתי <span>%s</span>

source: One Response to %2$s
he_il: תגובה אחת ל %2$s

source: <span class="meta-nav">&larr;</span> Older Comments
he_il: <span class="meta-nav">&larr;</span> תגובות ישנות יותר

source: Newer Comments <span class="meta-nav">&rarr;</span>
he_il: תגובות חדשות יותר <span class="meta-nav">&rarr;</span>

source: Proudly powered by %s.
he_il: מופעל ע"י %s.

source: Primary Navigation
he_il: תפריט ניווט ראשי

source: Path
he_il: נתיב

source: Sunset
he_il: שקיעה

source: %s <span class="says">says:</span>
he_il: %s <span class="says">אומר:</span>

source: (Edit)
he_il: (עריכה)

source: Primary Widget Area
he_il: איזור widget ראשי

source: The primary widget area
he_il: אזור ה - widget הראשי

source: Secondary Widget Area
he_il: איזור widget שני

source: The secondary widget area
he_il: איזור widget השני

source: First Footer Widget Area
he_il: איזור widget תחתון ראשי

source: The first footer widget area
he_il: איזור widget התחתון הראשי

source: Second Footer Widget Area
he_il: איזור widget תחתון שני

source: The second footer widget area
he_il: איזור widget התחתון השני

source: Third Footer Widget Area
he_il: איזור widget תחתון שלישי

source: The third footer widget area
he_il: איזור widget התחתון השלישי

source: Fourth Footer Widget Area
he_il: איזור widget התחתון הרביעי

source: The fourth footer widget area
he_il: איזור widget התחתון הרביעי

source: <span class="%1$s">Posted on</span> %2$s <span class="meta-sep">by</span> %3$s
he_il: <span class="%1$s">פורסם ב</span> %2$s <span class="meta-sep">by</span> %3$s

source: Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
he_il: שמור את <a href="%3$s" title="קישור ל %4$s" rel="bookmark">permalink</a>.

source: Skip to content
he_il: דלג על התוכן

source: Return to %s
he_il: חזרה ל %s

source: <span class="%1$s">By</span> %2$s
he_il: <span class="%1$s">מאת</span> %2$s

source: <span class="%1$s">Published</span> %2$s
he_il: <span class="%1$s">פורסם</span> %2$s

source: Full size is %s pixels
he_il: הגודל המלא הוא %s פיקסלים

source: Link to full-size image
he_il: קישור לתמונה המלאה

source: More Galleries
he_il: גלריות נוספות

source: 1 Comment
he_il: תגובה 1
